---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionAnalysisParams
source: html/abe66bc3-e321-0cc7-7f05-88843ec88321.htm
---
# StructuralSectionAnalysisParams Methods